[
  {
    "id": 1,
    "img": "https://i.ibb.co/7NmjhHB/food-1.jpg",
    "title": "Better Food Access",
    "category": "food",
    "text_button_bg": "#A479FF",
    "category_bg": "#E2D5FF",
    "card_bg": "#F2EBFF",
    "description": "Help make a positive impact on people's lives by donating to our Food donation collection. Your support ensures better access to nutritious food for those in need. With your contribution, we can combat hunger and food insecurity in communities. Together, we can make sure that no one goes to bed hungry. Join us in this mission to create a world with better food access for everyone.\n\nYour donation of $300 will go a long way in providing meals to those who need them the most. It's a small price to pay for making a big difference in someone's life.",
    "price": 300
  },
  {
    "id": 2,
    "img": "https://i.ibb.co/6s3d6dM/water-1.jpg",
    "title": "Clean Water for Children",
    "category": "food",
    "text_button_bg": "#A479FF",
    "category_bg": "#E2D5FF",
    "card_bg": "#F2EBFF",
    "description": "Support health initiatives and provide essential care with our Health donation collection. Your donation will help ensure clean and safe drinking water for children in need. Access to clean water is a fundamental right, and your contribution can save lives and improve the well-being of children and their communities.\n\nYour donation of $500 can provide sustainable access to clean water sources, preventing waterborne diseases and promoting better health. Join us in this mission to make clean water accessible to all, especially children who are the future of our world.",
    "price": 500
  },
  {
    "id": 3,
    "img": "https://i.ibb.co/1RG1krd/education-1.jpg",
    "title": "Empower Education",
    "category": "education",
    "text_button_bg": "#FF444A",
    "category_bg": "#FFC3C5",
    "card_bg": "#FFE3E4",
    "description": "Empower students and educators through our Education donation collection. Education is the key to a brighter future, and your support can make a significant difference. Your donation will provide resources, scholarships, and educational opportunities to underprivileged students, helping them unlock their full potential.\n\nWith your contribution of $900, you can play a crucial role in shaping the future by investing in education. Together, we can create a world where every child has access to quality education, regardless of their background or circumstances.",
    "price": 900
  },
  {
    "id": 4,
    "img": "https://i.ibb.co/hmmZpq0/food-2.jpg",
    "title": "Fight Hunger",
    "category": "food",
    "text_button_bg": "#A479FF",
    "category_bg": "#E2D5FF",
    "card_bg": "#F2EBFF",
    "description": "Help those in need by contributing to our Food donation collection. Hunger is a pressing issue, and your donation can provide essential food supplies to individuals and families facing food insecurity. Your support can make a significant impact on their lives.\n\nWith your contribution of $200, you can help us fight hunger and ensure that no one goes to bed hungry. Join us in this mission to create a world where everyone has access to nutritious meals and the opportunity for a better life.",
    "price": 200
  },
  {
    "id": 5,
    "img": "https://i.ibb.co/QMb2DCZ/health-2.jpg",
    "title": "Health & Wellness",
    "category": "health",
    "text_button_bg": "#0052FF",
    "category_bg": "#AEC8FF",
    "card_bg": "#D9E5FF",
    "description": "Support health causes and provide hope through our Health donation collection. Your contribution can make a significant impact on the well-being of individuals and communities. With your donation of $400, you can support our health initiatives and ensure that essential healthcare services reach those in need. Join us in this mission to create a healthier and happier world for everyone.",
    "price": 400
  },
  {
    "id": 6,
    "img": "https://i.ibb.co/Q8JR3VC/clothes-2.jpg",
    "title": "Clothing Drive",
    "category": "clothing",
    "text_button_bg": "#79C23F",
    "category_bg": "#D4ECC1",
    "card_bg": "#EBF6E2",
    "description": "Give the gift of warmth and dignity with our Clothing donation collection. Your donation can provide clothing to those who need it most, ensuring that they have access to warm and comfortable attire. With your support, we can make a positive impact on the lives of individuals and families in need.\n\nBy contributing $700, you can help us continue our clothing drive and extend a helping hand to those facing challenging circumstances. Join us in this mission to provide warmth and dignity to all.",
    "price": 700
  },
  {
    "id": 7,
    "img": "https://i.ibb.co/L5zhk8P/education-2.jpg",
    "title": "Invest in Education",
    "category": "education",
    "text_button_bg": "#FF444A",
    "category_bg": "#FFC3C5",
    "card_bg": "#FFE3E4",
    "description": "Invest in the future by supporting education through our Education donation collection. Education is a powerful tool that can transform lives and communities. Your contribution can provide educational resources, scholarships, and opportunities for students in need.\n\nWith your donation of $300, you can play a pivotal role in shaping the future by empowering students and educators. Join us in this mission to create a world where every individual has access to quality education, unlocking their full potential.",
    "price": 300
  },
  {
    "id": 8,
    "img": "https://i.ibb.co/T4zsLzh/water-4.jpg",
    "title": "Fight Hunger - Support",
    "category": "food",
    "text_button_bg": "#A479FF",
    "category_bg": "#E2D5FF",
    "card_bg": "#F2EBFF",
    "description": "Make a difference in someone's life with a donation to our Food collection. Your support can help us combat hunger and food insecurity, ensuring that individuals and families have access to nutritious meals. With your contribution of $2000, you can be a part of this transformative journey and make a difference in someone's life.\n\nJoin us in this mission to create a world where hunger is eradicated, and everyone has the opportunity to thrive and prosper.",
    "price": 2000
  },
  {
    "id": 9,
    "img": "https://i.ibb.co/dK24PFy/health-1.jpg",
    "title": "Support Health Initiatives",
    "category": "health",
    "text_button_bg": "#0052FF",
    "category_bg": "#AEC8FF",
    "card_bg": "#D9E5FF",
    "description": "Support health causes and provide hope through our Health donation collection. Your contribution can make a significant impact on healthcare access, disease prevention, and overall well-being. With your donation of $100, you can help us support health initiatives and improve the lives of individuals and communities.\n\nJoin us in this mission to create a healthier world where everyone has access to quality healthcare and the opportunity to lead a fulfilling life.",
    "price": 100
  },
  {
    "id": 10,
    "img": "https://i.ibb.co/nsrh6PP/clothes-1.jpg",
    "title": "Warmth & Dignity",
    "category": "clothing",
    "text_button_bg": "#79C23F",
    "category_bg": "#D4ECC1",
    "card_bg": "#EBF6E2",
    "description": "Give the gift of warmth and dignity with our Clothing donation collection. Your donation can provide clothing to individuals and families in need, ensuring that they have access to essential attire during cold seasons. With your support, we can make a positive impact on their lives.\n\nBy contributing $1500, you can help us continue our mission to provide warmth and dignity to those facing challenging circumstances. Join us in this journey to make a difference in the lives of others.",
    "price": 1500
  },
  {
    "id": 11,
    "img": "https://i.ibb.co/ZxdZtnR/education-3.jpg",
    "title": "Education Support",
    "category": "education",
    "text_button_bg": "#FF444A",
    "category_bg": "#FFC3C5",
    "card_bg": "#FFE3E4",
    "description": "Invest in the future by supporting education through our Education donation collection. Education is a powerful force for positive change, and your contribution can provide educational resources, scholarships, and opportunities to students in need.\n\nWith your donation of $800, you can play a pivotal role in shaping the future by empowering students and educators. Join us in this mission to create a world where every individual has access to quality education, unlocking their full potential.",
    "price": 800
  },
  {
    "id": 12,
    "img": "https://i.ibb.co/Q62yqzN/water-3.jpg",
    "title": "Make a Difference - Donate",
    "category": "food",
    "text_button_bg": "#A479FF",
    "category_bg": "#E2D5FF",
    "card_bg": "#F2EBFF",
    "description": "Make a significant impact on someone's life with a donation to our Food collection. Your support can help us combat hunger and food insecurity, ensuring that individuals and families have access to nutritious meals. With your contribution of $600, you can be a part of this transformative journey and make a difference in someone's life.\n\nJoin us in this mission to create a world where hunger is eradicated, and everyone has the opportunity to thrive and prosper.",
    "price": 600
  }
]
